Repository: shipink/woocommerce-plugin
Catalog: languages/shipink-*.po
Languages: tr_tr

source: Shipped
tr_tr: Kargolandı

source: Shipped (%s)
tr_tr: Kargolandı (%s)

source: Tracking
tr_tr: Kargo Takip

source: TRACKING
tr_tr: KARGO TAKİP

source: Connect Shipink
tr_tr: Shipink'e Bağlan

source: Open Shipink Dashboard
tr_tr: Shipink Panelini Aç

source: Shipink is a platform that connects multiple carriers and sales channels and provides an easy-to-use interface to manage all of your label creation, tracking, returns, and many more.
tr_tr: Shipink, birden fazla kargo şirketini ve satış kanalını birbirine bağlayan ve etiket oluşturma, takip, iade ve daha birçok işlemi yönetmek için kullanımı kolay bir arayüz sağlayan bir platformdur.

source: Access your Shipink dashboard to manage shipments, track orders, and configure shipping settings.
tr_tr: Kargolarınızı yönetmek, siparişleri takip etmek ve kargo ayarlarını yapılandırmak için Shipink panonuza erişin.

source: Shipink Multi-Carrier Shipping
tr_tr: Shipink Çoklu Kargo Entegrasyonu

source: Complete shipping solution for e-commerce
tr_tr: E-ticaret için eksiksiz kargo çözümü

source: Connected
tr_tr: Bağlandı

source: Not Connected
tr_tr: Bağlanmadı

source: Complete Shipping Solution
tr_tr: Eksiksiz Kargo Çözümü

source: Order Management
tr_tr: Sipariş Yönetimi

source: Ship e-commerce orders easily from one place to shorten fulfillment time
tr_tr: E-ticaret siparişlerini tek yerden kolayca gönderin ve karşılama süresini kısaltın

source: All Labels in One Place
tr_tr: Tüm Etiketler Tek Yerde

source: Manage shipping labels for various global carriers like Aras, MNG, UPS, Aramex, or FedEx with just a few clicks
tr_tr: Aras, MNG, UPS, Aramex veya FedEx gibi çeşitli küresel kargo şirketleri için kargo etiketlerini sadece birkaç tıklamayla yönetin

source: Best Shipping Rates
tr_tr: En İyi Kargo Ücretleri

source: Find the cheapest or fastest shipping company for your shipment with up to 60% discounts
tr_tr: Kargonuz için %60'a varan indirimlerle en ucuz veya en hızlı kargo şirketini bulun

source: Advanced Tracking
tr_tr: Gelişmiş Takip

source: Track all packages in one place with branded tracking pages and automatic notifications
tr_tr: Markalı takip sayfaları ve otomatik bildirimlerle tüm paketleri tek yerden takip edin

source: International Shipping
tr_tr: Uluslararası Kargo

source: Save cost and time on international shipping with many carriers worldwide
tr_tr: Dünya çapında birçok kargo şirketi ile uluslararası kargoda maliyet ve zaman tasarrufu yapın

source: Multi-carrier API
tr_tr: Çoklu Kargo API'si

source: Shipping APIs designed for developers to integrate carriers worldwide
tr_tr: Geliştiricilerin dünya çapında kargo şirketlerini entegre etmesi için tasarlanmış kargo API'leri

source: Supported Carriers
tr_tr: Desteklenen Kargo Şirketleri

source: Dashboard Access
tr_tr: Panel Erişimi

source: Get Started
tr_tr: Başlayın

source: Connect your WooCommerce store to Shipink and start shipping with multiple carriers in minutes. Pay as you receive orders!
tr_tr: WooCommerce mağazanızı Shipink'e bağlayın ve dakikalar içinde birden fazla kargo şirketi ile gönderim yapmaya başlayın. Sipariş aldıkça ödeyin!

source: Connect to Shipink
tr_tr: Shipink'e Bağlan

source: Pay as you receive orders
tr_tr: Sipariş aldıkça ödeyin

source: No credit card required
tr_tr: Kredi kartı gerekmez

source: Up to 60% shipping discounts
tr_tr: %60'a varan kargo indirimleri

source: 98% customer satisfaction
tr_tr: %98 müşteri memnuniyeti

source: Easy WooCommerce integration
tr_tr: Kolay WooCommerce entegrasyonu
